Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsAIMCPServiceModeFeatureOptimizedExportBody
source: Export image, PDF, and .excalidraw artifacts from the current canvas.
ar: تصدير الصور، PDF، وملفات .excalidraw من القماش الحالي.
de: Exportiere Bild-, PDF- und .excalidraw-Artefakte von der aktuellen Leinwand.
es: Exportar imagen, PDF y artefactos .excalidraw desde el lienzo actual.
fr: Exporter des images, PDF et artefacts .excalidraw depuis le canevas actuel.
hi: वर्तमान कैनवास से छवि, PDF और .excalidraw आर्टिफैक्ट्स निर्यात करें।
it: Esporta immagini, PDF e artefatti .excalidraw dalla tela corrente.
ja: 現在のキャンバスから画像、PDF、および.excalidrawアーティファクトをエクスポートします。
ko: 현재 캔버스에서 이미지, PDF 및 .excalidraw 아티팩트를 내보내세요.
nl: Exporteer afbeelding, PDF en .excalidraw artefacten van het huidige canvas.
pl: Eksportuj obrazy, pliki PDF oraz artefakty .excalidraw z bieżącego płótna.
pt: Exporte imagem, PDF e artefatos .excalidraw do canvas atual.
ru: Экспортируйте изображения, PDF и артефакты .excalidraw с текущего холста.
th: ส่งออกภาพ PDF และไฟล์ .excalidraw จากผืนผ้าใบปัจจุบัน
tr: Şu anki kanvas üzerinden resim, PDF ve .excalidraw belgeleri dışa aktarın.
vi: Xuất hình ảnh, PDF và các tác phẩm .excalidraw từ bề mặt hiện tại.
zh_hans: 从当前画布导出图像、PDF 和 .excalidraw 作品。
zh_hant: 從當前畫布導出圖像、PDF 和 .excalidraw 工件。

# settingsAIMCPServiceModeFeatureOptimizedExportTitle
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
th: ส่งออก
tr: Dışa aktar
vi: Xuất
zh_hans: 导出
zh_hant: 導出

# settingsAIMCPServiceModeFeatureOptimizedFileWorkflowTitle
source: File workflow
ar: تدفق عمل الملفات
de: Datei-Workflow
es: Flujo de trabajo de archivos
fr: Flux de travail des fichiers
hi: फ़ाइल कार्यप्रवाह
it: Flusso di lavoro dei file
ja: ファイルワークフロー
ko: 파일 워크플로
nl: Bestand werkstroom
pl: Przepływ pracy pliku
pt: Fluxo de trabalho de arquivo
ru: Рабочий процесс с файлами
th: การทำงานกับไฟล์
tr: Dosya iş akışı
vi: Luồng công việc tệp
zh_hans: 文件工作流程
zh_hant: 檔案工作流程

# settingsAIMCPServiceModeFeatureOptimizedFocusTitle
source: Workflow integration
ar: دمج التدفق
es: Integración de flujo de trabajo
fr: Intégration des flux de travail
hi: कार्यप्रवाह एकीकरण
it: Integrazione del flusso di lavoro
ja: ワークフロー統合
ko: 워크플로 통합
nl: Integratie van werkstromen
pl: Integracja przepływu pracy
pt: Integração de fluxo de trabalho
ru: Интеграция рабочих процессов
th: การรวมการทำงาน
tr: İş akışı entegrasyonu
vi: Tích hợp công việc
zh_hans: 工作流程集成
zh_hant: 工作流程整合

# settingsAIMCPServiceModeFeatureOptimizedHistoryTitle
source: File History
ar: تاريخ الملف
de: Dateihistorie
es: Historial de archivos
fr: Historique des fichiers
hi: फ़ाइल इतिहास
it: Storico file
ja: ファイル履歴
ko: 파일 기록
nl: Bestandsgeschiedenis
pl: Historia plików
pt: Histórico de arquivos
ru: История файлов
th: ประวัติไฟล์
tr: Dosya Geçmişi
vi: Lịch sử tệp
zh_hans: 文件历史
zh_hant: 檔案歷史

# settingsAIMCPServiceModeFeatureOptimizedIncrementalBody
source: Make targeted changes to existing canvases, which works better for complex files than replacing the whole view.
ar: إجراء تغييرات مستهدفة على القماش الحالي، والتي تعمل بشكل أفضل للملفات المعقدة من استبدال العرض بالكامل.
de: Zielgerichtete Änderungen an bestehenden Leinwänden vornehmen, was bei komplexen Dateien besser funktioniert als das Ersetzen der gesamten Ansicht.
es: Realizar cambios específicos en lienzos existentes, lo que funciona mejor para archivos complejos que reemplazar toda la vista.
fr: Apporter des modifications ciblées aux canevas existants, ce qui fonctionne mieux pour les fichiers complexes que de remplacer l'ensemble de la vue.
hi: मौजूदा कैनवास में लक्षित परिवर्तन करें, जो जटिल फ़ाइलों के लिए पूरे दृश्य को बदलने की तुलना में बेहतर काम करता है।
it: Apporta modifiche mirate a tele esistenti, che funzionano meglio per file complessi rispetto alla sostituzione dell'intera vista.
ja: 既存のキャンバスにターゲットを絞った変更を加えます。これは複雑なファイルには全体の表示を置き換えるよりも効果的です。
ko: 전체 뷰를 교체하는 것보다 복잡한 파일에 더 효과적인 기존 캔버스에 대한 특정 변경을 수행하세요.
nl: Maak gerichte wijzigingen aan bestaande canvassen, wat beter werkt voor complexe bestanden dan het vervangen van het volledige weergave.
pl: Wprowadź celowe zmiany w istniejących płótnach, co lepiej działa w przypadku złożonych plików niż zastępowanie całego widoku.
pt: Faça alterações direcionadas em canvases existentes, que funcionam melhor para arquivos complexos do que substituir toda a visualização.
ru: Вносите целевые изменения в существующие холсты, что работает лучше для сложных файлов, чем замена всего представления.
th: ทำการเปลี่ยนแปลงที่เฉพาะเจาะจงกับผืนผ้าใบที่มีอยู่ ซึ่งทำงานได้ดีกว่าสำหรับไฟล์ที่ซับซ้อนกว่าการแทนที่มุมมองทั้งหมด
tr: Mevcut kanvaslarda hedefli değişiklikler yapın, bu, karmaşık dosyalar için tüm görünümü değiştirmekten daha iyi çalışır.
vi: Thực hiện các thay đổi có mục tiêu đối với các bề mặt hiện có, cái này hoạt động tốt hơn cho các tệp phức tạp so với việc thay thế toàn bộ chế độ xem.
zh_hans: 对现有画布进行有针对性的更改，这对于复杂文件比替换整个视图更有效。
zh_hant: 對現有畫布進行有針對性的更改，這對於複雜檔案比替換整個視圖更有效。

# settingsAIMCPServiceModeFeatureOptimizedIncrementalTitle
source: Incremental changes
ar: التغييرات التدريجية
de: Inkrementelle Änderungen
es: Cambios incrementales
fr: Modifications incrémentales
hi: आंशिक परिवर्तन
it: Modifiche incrementali
ja: 増分変更
ko: 증분 변경
nl: Incrementele wijzigingen
pl: Zwiększone zmiany
pt: Mudanças incrementais
ru: Инкрементальные изменения
th: การเปลี่ยนแปลงที่เพิ่มขึ้น
tr: Aşamalı değişiklikler
vi: Thay đổi từng phần
zh_hans: 增量更改
zh_hant: 增量變更

# settingsAIMCPServiceModeFeatureOptimizedLibraryBody
source: Browse and apply Excalidraw libraries and reusable items from the app.
ar: تصفح وتطبيق مكتبات إكزاليدراو والعناصر القابلة لإعادة الاستخدام من التطبيق.
de: Durchsuchen und Anwenden von Excalidraw-Bibliotheken und wiederverwendbaren Elementen aus der App.
es: Navega y aplica bibliotecas de Excalidraw y elementos reutilizables desde la aplicación.
fr: Parcourez et appliquez des bibliothèques Excalidraw et des éléments réutilisables depuis l'application.
hi: ऐप से Excalidraw पुस्तकालयों और पुन: प्रयोज्य वस्तुओं को ब्राउज़ और लागू करें।
it: Sfoglia e applica librerie Excalidraw e oggetti riutilizzabili dall'app.
ja: アプリからExcalidrawライブラリや再利用可能なアイテムを参照して適用します。
ko: 앱에서 Excalidraw 라이브러리와 재사용 가능한 항목을 탐색하고 적용하십시오.
nl: Blader door en pas Excalidraw-bibliotheken en herbruikbare items uit de app toe.
pl: Przeglądaj i stosuj biblioteki Excalidraw oraz elementy wielokrotnego użytku z aplikacji.
pt: Navegue e aplique bibliotecas Excalidraw e itens reutilizáveis a partir do aplicativo.
ru: Просмотр и применение библиотек Excalidraw и повторно используемых элементов из приложения.
th: เรียกดูและใช้ไลบรารี Excalidraw และรายการที่นำกลับมาใช้ซ้ำได้จากแอป
tr: Uygulamadan Excalidraw kütüphanelerini ve yeniden kullanılabilir öğeleri görüntüleyin ve uygulayın.
vi: Duyệt và áp dụng các thư viện Excalidraw và các vật phẩm tái sử dụng từ ứng dụng.
zh_hans: 浏览并应用来自应用的 Excalidraw 库和可重用项目。
zh_hant: 瀏覽並從應用程式中應用 Excalidraw 資源庫和可重用項目。

# settingsAIMCPServiceModeFeatureOptimizedLibraryTitle
source: Library compatibility
ar: توافق المكتبة
de: Bibliothekskompatibilität
es: Compatibilidad de biblioteca
fr: Compatibilité des bibliothèques
hi: पुस्तकालय संगतता
it: Compatibilità della libreria
ja: ライブラリの互換性
ko: 라이브러리 호환성
nl: Bibliotheekcompatibiliteit
pl: Kompatybilność biblioteki
pt: Compatibilidade de biblioteca
ru: Совместимость библиотек
th: ความเข้ากันได้ของไลบรารี
tr: Kütüphane uyumluluğu
vi: Tính tương thích với thư viện
zh_hans: 库兼容性
zh_hant: 資源庫兼容性

# settingsAIMCPServiceModeFeatureOptimizedMathBody
source: Insert LaTeX formulas and function plots through ExcalidrawZ's native math renderer.
ar: أدخل صيغ LaTeX ومخططات الدوال من خلال عارض الرياضيات الأصلي لإكزاليدراو زد.
de: Fügen Sie LaTeX-Formeln und Funktionsdiagramme über den nativen Mathematik-Renderer von ExcalidrawZ ein.
es: Inserta fórmulas LaTeX y gráficos de funciones a través del renderizador de matemáticas nativo de ExcalidrawZ.
fr: Insérez des formules LaTeX et des graphiques de fonctions via le moteur mathématique natif d'ExcalidrawZ.
hi: ExcalidrawZ के मूल गणित रेंडरर के जरिए LaTeX सूत्र और फ़ंक्शन प्लॉट डालें।
it: Inserisci formule LaTeX e grafici di funzioni tramite il renderer matematico nativo di ExcalidrawZ.
ja: ExcalidrawZのネイティブ数学レンダラーを通じてLaTeX数式や関数プロットを挿入します。
ko: ExcalidrawZ의 네이티브 수학 렌더러를 통해 LaTeX 수식과 함수 그래프를 삽입하십시오.
nl: Voeg LaTeX-formules en functieplottisaties in via de native wiskunde renderer van ExcalidrawZ.
pl: Wstawiaj formuły LaTeX i wykresy funkcji za pomocą natywnego renderera matematycznego ExcalidrawZ.
pt: Insira fórmulas LaTeX e gráficos de funções através do renderizador matemático nativo do ExcalidrawZ.
ru: Вставка формул LaTeX и графиков функций с помощью встроенного математического рендера ExcalidrawZ.
th: แทรกรูปสูตร LaTeX และกราฟฟังก์ชันผ่านตัวเรนเดอร์คณิตศาสตร์ในตัวของ ExcalidrawZ
tr: ExcalidrawZ'nin yerel matematik renderleyicisi aracılığıyla LaTeX formüllerini ve fonksiyon grafikleri ekleyin.
vi: Chèn công thức LaTeX và đồ thị hàm thông qua trình tạo toán học gốc của ExcalidrawZ.
zh_hans: 通过 ExcalidrawZ 的本地数学渲染器插入 LaTeX 公式和函数图。
zh_hant: 通過 ExcalidrawZ 的原生數學渲染器插入 LaTeX 公式和函數圖。

# settingsAIMCPServiceModeFeatureOptimizedMathTitle
source: Math tool
ar: أداة الرياضيات
de: Mathe-Tool
es: Herramienta de matemáticas
fr: Outil mathématique
hi: गणित उपकरण
it: Strumento matematico
ja: 数学ツール
ko: 수학 도구
nl: Wiskundig gereedschap
pl: Narzędzie matematyczne
pt: Ferramenta matemática
ru: Математический инструмент
th: เครื่องมือคณิตศาสตร์
tr: Matematik aracı
vi: Công cụ toán học
zh_hans: 数学工具
zh_hant: 數學工具

# settingsAIMCPServiceModeFeatureOptimizedToolsBody
source: Use multiple native tools, including Mermaid, LaTeX formulas, function plots, canvas preferences, and precise element edits.
ar: استخدم أدوات أصلية متعددة، بما في ذلك ميرميد، صيغ LaTeX، مخططات الدوال، تفضيلات اللوحة، وتحريرات العناصر الدقيقة.
de: Verwenden Sie mehrere native Werkzeuge, einschließlich Mermaid, LaTeX-Formeln, Funktionsdiagrammen, Canvas-Voreinstellungen und präzisen Elementbearbeitungen.
es: Utiliza múltiples herramientas nativas, incluyendo Mermaid, fórmulas LaTeX, gráficos de funciones, preferencias del lienzo y ediciones precisas de elementos.
fr: Utilisez plusieurs outils natifs, y compris Mermaid, formules LaTeX, graphiques de fonctions, préférences de toile et éditions précises des éléments.
hi: Mermaid, LaTeX सूत्र, फ़ंक्शन प्लॉट, कैनवास प्राथमिकताएँ और सटीक तत्व संपादन सहित कई मूल उपकरणों का उपयोग करें।
it: Utilizza più strumenti nativi, inclusi Mermaid, formule LaTeX, grafici di funzioni, preferenze della tela e modifiche precise degli elementi.
ja: Mermaid、LaTeX数式、関数プロット、キャンバス設定、精密要素編集を含む複数のネイティブツールを使用します。
ko: Mermaid, LaTeX 수식, 함수 그래프, 캔버스 기본 설정 및 정밀 요소 편집을 포함한 여러 네이티브 도구를 사용하십시오.
nl: Gebruik meerdere native tools, waaronder Mermaid, LaTeX-formules, functieplottisaties, canvasvoorkeursinstellingen en nauwkeurige elementbewerkingen.
pl: Używaj wielu natywnych narzędzi, w tym Mermaid, formuł LaTeX, wykresów funkcji, preferencji kanwy i precyzyjnych edycji elementów.
pt: Use várias ferramentas nativas, incluindo Mermaid, fórmulas LaTeX, gráficos de funções, preferências de canvas e edições precisas de elementos.
ru: Используйте несколько встроенных инструментов, включая Mermaid, формулы LaTeX, графики функций, настройки холста и точные редактирования элементов.
th: ใช้เครื่องมือในตัวหลายรายการ รวมถึง Mermaid, สูตร LaTeX, กราฟฟังก์ชัน, การตั้งค่าผ้าใบ และการแก้ไของค์ประกอบที่แม่นยำ
tr: Mermaid, LaTeX formülleri, fonksiyon grafikleri, tuval tercihleri ve kesin eleman düzenlemeleri dahil olmak üzere birden fazla yerel aracı kullanın.
vi: Sử dụng nhiều công cụ gốc, bao gồm Mermaid, công thức LaTeX, đồ thị hàm, tùy chọn canvas và chỉnh sửa phần tử chính xác.
zh_hans: 使用多个本地工具，包括 Mermaid、LaTeX 公式、函数图、画布偏好和精确元素编辑。
zh_hant: 使用多種原生工具，包括 Mermaid、LaTeX 公式、函數圖、畫布偏好和精確的元素編輯。

# settingsAIMCPServiceModeFeatureOptimizedToolsTitle
source: Powerful tools
ar: أدوات قوية
de: Leistungsstarke Werkzeuge
es: Herramientas potentes
fr: Outils puissants
hi: शक्तिशाली उपकरण
it: Strumenti potenti
ja: 強力なツール
ko: 강력한 도구
nl: Krachtige tools
pl: Potężne narzędzia
pt: Ferramentas poderosas
ru: Мощные инструменты
th: เครื่องมือที่ทรงพลัง
tr: Güçlü araçlar
vi: Công cụ mạnh mẽ
zh_hans: 强大的工具
zh_hant: 強大的工具

# settingsAIMCPServiceModeFeatureOptimizedVisualCheckBody
source: Read the rendered canvas image after changes so the client can inspect layout, overlap, and readability.
ar: اقرأ صورة اللوحة المعروضة بعد التغييرات حتى يتمكن العميل من فحص التخطيط والتداخل وقراءة النص.
de: Lesen Sie das gerenderte Canvas-Bild nach Änderungen, damit der Kunde Layout, Überlappung und Lesbarkeit überprüfen kann.
es: Lee la imagen del lienzo renderizado después de los cambios para que el cliente pueda inspeccionar el diseño, la superposición y la legibilidad.
fr: Lisez l'image de la toile rendue après les modifications afin que le client puisse inspecter la mise en page, le chevauchement et la lisibilité.
hi: परिवर्तनों के बाद रेंडर की गई कैनवास छवि पढ़ें ताकि ग्राहक लेआउट, ओवरलैप और पठनीयता का निरीक्षण कर सके।
it: Leggi l'immagine della tela renderizzata dopo le modifiche in modo che il cliente possa ispezionare layout, sovrapposizione e leggibilità.
ja: 変更後にレンダリングされたキャンバス画像を読み取り、クライアントがレイアウト、重なり、可読性を確認できるようにします。
ko: 변경 후 렌더링된 캔버스 이미지를 읽어 클라이언트가 레이아웃, 겹침 및 가독성을 검사할 수 있습니다.
nl: Lees de weergegeven canvasafbeelding na veranderingen zodat de cliënt de lay-out, overlap en leesbaarheid kan inspecteren.
pl: Przeczytaj renderowany obraz kanwy po zmianach, aby klient mógł sprawdzić układ, nakładanie się i czytelność.
pt: Leia a imagem do canvas renderizado após as mudanças para que o cliente possa inspecionar o layout, sobreposição e legibilidade.
ru: Просмотр изображения рендеринга холста после изменений, чтобы клиент мог проверить компоновку, перекрытие и читаемость.
th: อ่านภาพผ้าใบที่เรนเดอร์หลังจากการเปลี่ยนแปลง เพื่อให้ลูกค้าสามารถตรวจสอบเลย์เอาต์ การซ้อนทับ และความสามารถในการอ่าน
tr: Değişikliklerden sonra görüntülenen tuval resmini okuyun, böylece istemci düzeni, örtüşmeyi ve okunabilirliği inceleyebilir.
vi: Đọc hình ảnh canvas đã được tạo ra sau khi thay đổi để khách hàng có thể kiểm tra bố cục, sự chồng chéo và độ dễ đọc.
zh_hans: 在更改后读取渲染的画布图像，以便客户端可以检查布局、重叠和可读性。
zh_hant: 在更改後閱讀渲染的畫布圖像，以便客戶可以檢查佈局、重疊和可讀性。

# settingsAIMCPServiceModeFeatureOptimizedVisualCheckTitle
source: Image-based checks
ar: فحوصات قائمة على الصور
de: Bildbasierte Überprüfungen
es: Comprobaciones basadas en imagen
fr: Vérifications basées sur des images
hi: चित्र-आधारित जाँच
it: Controlli basati su immagini
ja: 画像ベースのチェック
ko: 이미지 기반 검사
nl: Beeldgebaseerde controles
pl: Kontrola oparta na obrazie
pt: Verificações baseadas em imagem
ru: Проверки на основе изображений
th: การตรวจสอบโดยใช้ภาพ
tr: Görüntü tabanlı kontroller
vi: Kiểm tra dựa trên hình ảnh
zh_hans: 基于图像的检查
zh_hant: 基於圖像的檢查

# settingsAIMCPServiceModeHelp
source: Learn what Basic and Optimized MCP modes can do.
ar: تعرف على ما يمكن أن تفعله أوضاع MCP الأساسية والمُحسّنة.
de: Erfahren Sie, was die Basis- und optimierten MCP-Modi tun können.
es: Aprende lo que los modos MCP Básico y Optimizado pueden hacer.
fr: Découvrez ce que peuvent faire les modes MCP de base et optimisé.
hi: जानें कि बुनियादी और अनुकूलित MCP मोड क्या कर सकते हैं।
it: Scopri cosa possono fare le modalità MCP Base e Ottimizzata.
ja: 基本および最適化されたMCPモードが何をできるかを学びます。
ko: 기본 및 최적화된 MCP 모드가 할 수 있는 일을 알아보세요.
nl: Leer wat Basis en Geoptimaliseerde MCP-modi kunnen doen.
pl: Dowiedz się, co mogą zrobić tryby podstawowy i zoptymalizowany MCP.
pt: Saiba o que os modos MCP Básico e Otimizado podem fazer.
ru: Узнайте, что могут сделать базовые и оптимизированные режимы MCP.
th: เรียนรู้ว่าสถานะ MCP ขั้นพื้นฐานและขั้นสูงสามารถทำอะไรได้บ้าง
tr: Temel ve Optimize edilmiş MCP modlarının neler yapabileceğini öğrenin.
vi: Tìm hiểu những gì các chế độ MCP Cơ bản và Tối ưu hóa có thể làm.
zh_hans: 了解基本和优化的 MCP 模式可以做什么。
zh_hant: 了解基本和優化的 MCP 模式可以做什麼。

# settingsAIMCPServiceModeOptimizedHelp
source: Designed for full ExcalidrawZ workflows, from editing existing files to checking, exporting, and reusing app content.
ar: مصممة لتجارب عمل ExcalidrawZ الكاملة، بدءًا من تحرير الملفات الحالية إلى التحقق، والتصدير، وإعادة استخدام محتوى التطبيق.
de: Entwickelt für vollständige ExcalidrawZ-Workflows, von der Bearbeitung bestehender Dateien bis hin zu Überprüfungen, Exporten und der Wiederverwendung von App-Inhalten.
es: Diseñado para flujos de trabajo completos de ExcalidrawZ, desde la edición de archivos existentes hasta la revisión, exportación y reutilización del contenido de la aplicación.
fr: Conçu pour des flux de travail complets avec ExcalidrawZ, de l'édition de fichiers existants à la vérification, l'exportation et la réutilisation du contenu de l'application.
hi: पूर्ण ExcalidrawZ कार्यप्रवाहों के लिए डिज़ाइन किया गया, जो मौजूदा फ़ाइलों को संपादित करने से लेकर, सामग्री की जाँच, निर्यात और पुनः उपयोग तक है।
it: Progettato per flussi di lavoro completi di ExcalidrawZ, dalla modifica di file esistenti al controllo, esportazione e riutilizzo del contenuto dell'app.
ja: 既存のファイルの編集からチェック、エクスポート、アプリコンテンツの再利用まで、完全なExcalidrawZワークフローに対応しています。
ko: 기존 파일 편집부터 내용 확인, 내보내기 및 재사용에 이르기까지 전체 ExcalidrawZ 워크플로를 위해 설계되었습니다.
nl: Ontworpen voor volledige ExcalidrawZ-workflows, van het bewerken van bestaande bestanden tot het controleren, exporteren en hergebruiken van app-inhoud.
pl: Zaprojektowane dla pełnych przepływów pracy ExcalidrawZ, od edytowania istniejących plików po sprawdzanie, eksportowanie i ponowne używanie zawartości aplikacji.
pt: Projetado para fluxos de trabalho completos do ExcalidrawZ, desde a edição de arquivos existentes até a verificação, exportação e reutilização do conteúdo do aplicativo.
ru: Создано для полной работы с ExcalidrawZ, от редактирования существующих файлов до проверки, экспорта и повторного использования контента приложения.
th: ออกแบบมาสำหรับการทำงานที่ครบถ้วนของ ExcalidrawZ ตั้งแต่การแก้ไขไฟล์ที่มีอยู่ไปจนถึงการตรวจสอบ การส่งออก และการนำเนื้อหาแอปกลับมาใช้ใหม่
tr: Mevcut dosyaları düzenlemekten kontrol etmeye, dışa aktarmaya ve uygulama içeriğini yeniden kullanmaya kadar, tam ExcalidrawZ iş akışları için tasarlandı.
vi: Được thiết kế cho các quy trình làm việc hoàn chỉnh của ExcalidrawZ, từ việc chỉnh sửa các tệp hiện có đến kiểm tra, xuất và tái sử dụng nội dung ứng dụng.
zh_hans: 为完整的 ExcalidrawZ 工作流设计，从编辑现有文件到检查、导出和重用应用内容。
zh_hant: 設計以支持完整的 ExcalidrawZ 工作流程，從編輯現有檔案到檢查、導出和重用應用內容。

# settingsAIMCPServiceModeOptimizedTitle
source: Optimized
ar: محسن
de: Optimiert
es: Optimizado
fr: Optimisé
hi: ऑप्टिमाइज्ड
it: Ottimizzato
ja: 最適化
ko: 최적화됨
nl: Geoptimaliseerd
pl: Zoptymalizowany
pt: Otimizados
ru: Оптимизированный
th: ปรับให้เหมาะสม
tr: Optimize Edilmiş
vi: Tối ưu hóa
zh_hans: 优化
zh_hant: 優化

# settingsAIMCPServiceModeTitle
source: Interaction Mode
ar: وضع التفاعل
de: Interaktionsmodus
es: Modo de Interacción
fr: Mode d'interaction
hi: इंटरएक्शन मोड
it: Modalità di interazione
ja: インタラクションモード
ko: 상호 작용 모드
nl: Interactiemodus
pl: Tryb interakcji
pt: Modo de Interação
ru: Режим взаимодействия
th: โหมดการโต้ตอบ
tr: Etkileşim Modu
vi: Chế độ tương tác
zh_hans: 交互模式
zh_hant: 互動模式

# settingsAIMCPStatusFailed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hi: विफल
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
ru: Не удалось
th: ล้มเหลว
tr: Başarısız
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# settingsAIMCPStatusLabel
source: Status
ar: الحالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# settingsAIMCPStatusOff
source: Off
ar: متوقف
de: Aus
es: Apagado
fr: Désactivé
hi: बंद
it: Spento
ja: オフ
ko: 꺼짐
nl: Uit
pl: Wyłączony
pt: Desligado
ru: Выключено
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# settingsAIMCPStatusRunning
source: Running
ar: يعمل
de: Läuft
es: En funcionamiento
fr: En cours
hi: चल रहा है
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Bezig
pl: Działający
pt: Em execução
ru: Работает
th: กำลังทำงาน
tr: Çalışıyor
vi: Đang chạy
zh_hans: 运行中
zh_hant: 運行中

# settingsAIMCPStatusStarting
source: Starting
ar: يبدأ
de: Wird gestartet
es: Iniciando
fr: Démarrage
hi: शुरू हो रहा है
it: Avvio
ja: 開始中
ko: 시작 중
nl: Starten
pl: Rozpoczynanie
pt: Iniciando
ru: Запуск
th: กำลังเริ่มต้น
tr: Başlatılıyor
vi: Đang khởi động
zh_hans: 启动中
zh_hant: 啟動中

# settingsAIMCPStatusStopping
source: Stopping
ar: يتوقف
de: Wird gestoppt
es: Deteniendo
fr: Arrêt
hi: रोका जा रहा है
it: Arresto
ja: 停止中
ko: 중지 중
nl: Stoppen
pl: Zatrzymywanie
pt: Parando
ru: Остановка
th: กำลังหยุด
tr: Durduruluyor
vi: Đang dừng
zh_hans: 停止中
zh_hant: 停止中

# settingsAIMCPSubtitle
source: Let external AI apps control an ExcalidrawZ MCP canvas.
ar: اسمح لتطبيقات الذكاء الاصطناعي الخارجية بالتحكم في لوحة ExcalidrawZ MCP.
de: Lassen Sie externe KI-Apps eine ExcalidrawZ MCP-Leinwand steuern.
es: Permitir que aplicaciones de IA externas controlen un lienzo MCP de ExcalidrawZ.
fr: Permettre aux applications AI externes de contrôler un canevas MCP d'ExcalidrawZ.
hi: बाहरी एआई ऐप्स को ExcalidrawZ MCP कैनवास को नियंत्रित करने दें।
it: Consenti alle app AI esterne di controllare un canvas MCP di ExcalidrawZ.
ja: 外部AIアプリがExcalidrawZ MCPキャンバスを制御できるようにします。
ko: 외부 AI 앱이 ExcalidrawZ MCP 캔버스를 제어할 수 있게 합니다.
nl: Laat externe AI-apps een ExcalidrawZ MCP-canvas beheren.
pl: Pozwól zewnętrznym aplikacjom AI kontrolować płótno MCP ExcalidrawZ.
pt: Deixe aplicativos de IA externos controlarem uma tela MCP do ExcalidrawZ.
ru: Позвольте внешним AI-приложениям управлять холстом ExcalidrawZ MCP.
th: ให้แอป AI ภายนอกควบคุมแคนวาส ExcalidrawZ MCP
tr: Dış AI uygulamalarının bir ExcalidrawZ MCP tuvalini kontrol etmesine izin verin.
vi: Cho phép các ứng dụng AI bên ngoài điều khiển một canvas MCP ExcalidrawZ.
zh_hans: 让外部 AI 应用控制 ExcalidrawZ MCP 画布。
zh_hant: 讓外部 AI 應用控制 ExcalidrawZ MCP 畫布。
